Dlubal.RFEM5.LoadingType
Type of loading

Dlubal.RFEM5.LoadingType.UnknownLoadingType
Unknown load type

Dlubal.RFEM5.LoadingType.LoadCaseType
Load case

Dlubal.RFEM5.LoadingType.LoadCombinationType
Load combination

Dlubal.RFEM5.LoadingType.ResultCombinationType
Result combination

Dlubal.RFEM5.LoadingType.SuperCombinationType
Super combination

Dlubal.RFEM5.LoadingType.DynamicCaseType
Dynamic case

Dlubal.RFEM5.LoadingType.DynamicCombinationType
Dynamic combination

Dlubal.RFEM5.LoadingType.ModuleCaseType
Module case